multiphase/interIsoFoam/sphereInReversedVortexFlow/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    "alpha.*"
    {
        isoFaceTol      1e-8;
        surfCellTol     1e-8;
        snapTol         0;
        nAlphaBounds    4;
        clip            false;
        nAlphaSubCycles 1;
        cAlpha          1;
    }
}

PIMPLE
{
    frozenFlow      yes;
    momentumPredictor no;
    nCorrectors     -1;
    nNonOrthogonalCorrectors -1;
    pRefCell        0;
    pRefValue       0;
}


// ************************************************************************* //
